export const questions = [
  {
    id: 1,
    documentName:
      "Регламент передачи информации по травматизму в АО «СО ЕЭС», утв. приказом АО «СО ЕЭС» от 19.07.2019 № 207",
    question:
      "1 Кто сообщает о происшествии с работником руководителю своего структурного подразделения (начальнику самостоятельного отдела, службы, департамента), а в его отсутствие – лицу, исполняющему его обязанности?",
    answers: [
      {
        id: 1,
        num: 1,
        isCorrect: true,
        selectAnswer: false,
        text: "Лицо, участвующее в производственной деятельности АО «СО ЕЭС», с которым произошло происшествие (при наличии возможности), а также лица, которые узнали о происшествии с работником от других лиц",
      },
      {
        id: 2,
        num: 2,
        isCorrect: false,
        selectAnswer: false,
        text: "Лицо, участвующее в производственной деятельности АО «СО ЕЭС», с которым произошло происшествие (при наличии возможности), а также лица, которые явились очевидцами либо обнаружившие происшествие с работником, незамедлительно",
      },
    ],
  },
  {
    id: 1,
    documentName:
      "Регламент передачи информации по травматизму в АО «СО ЕЭС», утв. приказом АО «СО ЕЭС» от 19.07.2019 № 207",
    question:
      "2 Должно ли лицо, участвующее в производственной деятельности АО «СО ЕЭС», с которым произошло происшествие сообщать о происшествии руководителю своего структурного подразделения (начальнику самостоятельного отдела, службы, департамента), а в его отсутствие – лицу, исполняющему его обязанности?",
    answers: [
      {
        id: 3,
        num: 1,
        isCorrect: true,
        selectAnswer: false,
        text: "Нет",
      },
      {
        id: 4,
        num: 2,
        isCorrect: false,
        selectAnswer: false,
        text: "Да, при наличии возможности",
      },
    ],
  },
  {
    id: 3,
    documentName:
      "Регламент передачи информации по травматизму в АО «СО ЕЭС», утв. приказом АО «СО ЕЭС» от 19.07.2019 № 207",
    question:
      "3 Куда передается информация о несчастных случаях в отношении лиц, участвующих в производственной деятельности АО «СО ЕЭС» и подлежащих учету, в соответствии с Трудовым кодексом России?",
    answers: [
      {
        id: 5,
        num: 1,
        isCorrect: true,
        selectAnswer: false,
        text: "В Министерство труда Российской Федерации",
      },
      {
        id: 6,
        num: 2,
        isCorrect: false,
        selectAnswer: false,
        text: "В федеральные органы исполнительной власти Российской Федерации",
      },
    ],
  },
  {
    id: 4,
    documentName:
      "Регламент передачи информации по травматизму в АО «СО ЕЭС», утв. приказом АО «СО ЕЭС» от 19.07.2019 № 207",
    question:
      "4 Кто относится к лицам, участвующим в производственной деятельности АО «СО ЕЭС»?",
    answers: [
      {
        id: 7,
        num: 1,
        isCorrect: true,
        selectAnswer: false,
        text: "Работники АО «СО ЕЭС», исполняющие свои обязанности по трудовому договору, а также лица, выполняющие работу в интересах АО «СО ЕЭС», обучающиеся, проходящие производственную практику, лица, привлекаемые АО «СО ЕЭС» на основании договора оказания услуг",
      },
      {
        id: 8,
        num: 2,
        isCorrect: false,
        selectAnswer: false,
        text: "Работники АО «СО ЕЭС», исполняющие свои обязанности по трудовому договору, а также лица, получающие образование в соответствии с ученическим договором, обучающиеся, проходящие производственную практику, лица, привлекаемые АО «СО ЕЭС» на основании гражданско-правового договора ",
      },
    ],
  },
  {
    id: 5,
    documentName:
      "Регламент передачи информации по травматизму в АО «СО ЕЭС», утв. приказом АО «СО ЕЭС» от 19.07.2019 № 207",
    question:
      "5 Где хранятся сообщения о страховом случае и извещения о групповом несчастном случае (тяжелом несчастном случае, несчастном случае со смертельным исходом)?",
    answers: [
      {
        id: 9,
        num: 1,
        isCorrect: true,
        selectAnswer: false,
        text: "У специалистов по охране труда ",
      },
      {
        id: 10,
        num: 2,
        isCorrect: false,
        selectAnswer: false,
        text: "Вместе с материалами расследования несчастного случая ",
      },
      {
        id: 11,
        num: 3,
        isCorrect: false,
        selectAnswer: false,
        text: "В Департаменте управления персоналом ",
      },
    ],
  },
];
